{
  "version": "Version 1.4.4",
  "date": "Wednesday May 15, 2024",
  "Added": [
    "Advanced Menu - Separate design options for every parent-menu and sub-menu.",
    "Taxonomy support added for menu export import.",
    "Product Grid - Sorting control has been added.",
    "Product Grid - Query search functionalities added.",
    "Advanced Tab - URL link for individual tab item.",
    "Advanced Tab - Control for selecting active tab item."
  ],
  "Improved": [
    "Advanced Menu - Nav icon color control on sticky mode.",
    "Popup - Element position for scroll trigger type.",
    "Timeline - Marker image responsive control added.",
    "Advanced Carousel - Dot's vertical position option added.",
    "Advanced Carousel - Autoplay control added for different devices.",
    "Advanced Carousel - Icon border, box-shadow and spacing added.",
    "Advanced Carousel - Arrow icon border & box-shadow control added.",
    "Advanced Carousel - Content style option enhanced.",
    "Text Highlighter - Custom CSS option added for prefix, infix and suffix.",
    "Image Carousel - Dot spacing added and field order changed.",
    "CPT Carousel - Control for entire item clickable.",
    "All carousels - Arrow navigation disable for last child.",
    "All carousels - Autoplay will start after appearing into viewport."
  ],
  "Fixed": [
    "Missing images issue resolved during export-import library.",
    "Fa icon issue when dynamic css enable resolved.",
    "Lazy load issue with various cache plugin handled.",
    "WooCommerce Product import conflict with default importer handled.",
    "Popup - Editing experience broken design with static file generation resolved.",
    "Module styles taking image while copying.",
    "Advanced Menu - Nested sub-menu overflow scroll issue resolved.",
    "Advanced Menu - Nested sub-menu height issue resolved.",
    "Advanced Menu - Tooltip display issue with rounded-corner handled.",
    "Advanced Menu - Different visual on VB and front-end issue fixed.",
    "Filterable CPT - Author image, name alignment issue handled.",
    "Advanced Tab - Alt text not working on tab item image resolved.",
    "Advanced List - Item wrapper margin issue with section handled.",
    "Post Carousel - Conflict with shortcode when use content excerpt resolved.",
    "Product Grid & Product Carousel behaviour overlapping issue fixed.",
    "Timeline - Arrow position during page load handled.",
    "FAQ - Schema generation merging issue resolved.",
    "FAQ - Schema generation merging issue resolved.",
    "FAQ - Bottom space conflict with builder template handled.",
    "Gravity Form Styler - Checkbox gap issue resolved.",
    "Advanced Menu - Nested menu horizontal scroll issue on hover fixed."
  ]
}
